{
  "rule_id": "01",
  "name": "testing",
  "description": "testing",
  "risk_score": 10,
  "severity": "low",
  "type": "query",
  "index": [
    "winlogbeat-*"
  ],
  "query": "UserPrincipalName == \"reprise_99@testdomain.com\"",
  "tags": [
    "windows"
  ],
  "enabled": true,
  "interval": "5",
  "from": "5",
  "created_at": "2025-11-10T17:47:27.087536Z"
}